tap "homebrew/cask-fonts"

cask "bettertouchtool"
cask "macvim"
cask "postman"
cask "rowanj-gitx"
cask "zeplin"
cask "wireshark"
cask "vlc"
cask "xquartz"
cask "firefox"
cask "google-chrome"
cask "unetbootin"
cask "steam"
cask "battle-net"
cask "discord"
cask "nvalt"
cask "font-fira-code"
