tap "aspnet/dnx"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "osrf/simulation"
tap "ros/deps"
tap "wooga/tools"

cask "xquartz"
cask "java8"

brew "cocoapods"
brew "nuget"
brew "mas"
brew "apr"
brew "cvs"
brew "gettext"
brew "hdf5"
brew "libicns"
brew "lz4"
brew "ossp-uuid"
brew "sane-backends"
brew "urdfdom_headers"
brew "apr-util"
brew "dcraw"
brew "gflags"
brew "hicolor-icon-theme"
brew "libmagic"
brew "makedepend"
brew "pango"
brew "sbcl"
brew "visp"
brew "asio"
brew "ddclient"
brew "git"
brew "hub"
brew "libmpc"
brew "mercurial"
brew "pcl"
brew "sdl"
brew "vtk"
brew "assimp"
brew "docker"
brew "git-lfs"
brew "icon-naming-utils"
brew "libogg"
brew "mono"
brew "pcre"
brew "shared-mime-info"
brew "watchman"
brew "atk"
brew "docker-compose"
brew "git-remote-hg"
brew "icu4c"
brew "libpng"
brew "mpfr"
brew "phantomjs"
brew "sip"
brew "webp"
brew "autoconf"
brew "docker-machine"
brew "glew"
brew "ilmbase"
brew "libressl"
brew "net-snmp"
brew "pixman"
brew "sleuthkit"
brew "wget"
brew "automake"
brew "dos2unix"
brew "glib"
brew "imagemagick"
brew "libtasn1"
brew "netcdf"
brew "pkg-config"
brew "snappy"
brew "wine"
brew "boost"
brew "eigen"
brew "glog"
brew "intltool"
brew "libtiff"
brew "nettle"
brew "protobuf"
brew "sqlite"
brew "xz"
brew "boost-python"
brew "flann"
brew "gmp"
brew "isl"
brew "libtool"
brew "node"
brew "pyqt"
brew "szip"
brew "yaml-cpp"
brew "cairo"
brew "fltk"
brew "gnutls"
brew "isl@0.14"
brew "libusb"
brew "numpy"
brew "python"
brew "tango-icon-theme"
brew "yara"
brew "cake"
brew "fontconfig"
brew "gobject-introspection"
brew "jasper"
brew "libusb-compat"
brew "nvm"
brew "python3"
brew "tbb"
brew "zbar"
brew "cmake"
brew "freetype"
brew "gperftools"
brew "jpeg"
brew "libvorbis"
brew "openblas"
brew "qhull"
brew "theora"
brew "zsh"
brew "cminpack"
brew "gcc"
brew "graphviz"
brew "leveldb"
brew "libxml2"
brew "opencv"
brew "qt"
brew "thrift"
brew "collada-dom"
brew "gcc@5"
brew "gsl"
brew "libdc1394"
brew "libyaml"
brew "opencv3"
brew "rbenv"
brew "tinyxml"
brew "console_bridge"
brew "gd"
brew "gtest"
brew "libevent"
brew "little-cms2"
brew "openexr"
brew "readline"
brew "gdbm"
brew "gtk+"
brew "libffi"
brew "lmdb"
brew "openssl"
brew "rocksdb"
brew "ufraw"
brew "cppunit"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "libgphoto2"
brew "log4cxx"
brew "ruby-build"
brew "urdfdom"
brew "unity-version-manager"

cask "android-file-transfer"
cask "google-chrome"
cask "qlstephen"
cask "rowanj-gitx"
cask "unity"
cask "virtualbox"
cask "charles"
cask "steam"
cask "android-sdk"
