tap "alexcormier/personal"
tap "aspnet/dnx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osrf/simulation"
tap "wooga/tools"
tap "browsh-org/homebrew-browsh"
tap "Cyrex/tap"
tap "homebrew/cask-fonts"

brew "afflib"
brew "aom"
brew "apktool"
brew "apr"
brew "apr-util"
brew "asio"
brew "ask-cli"
brew "assimp"
brew "atk"
brew "augeas"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awscurl"
brew "azure-cli"
brew "bdw-gc"
brew "bison"
brew "boost"
brew "boost-python"
brew "brotli"
brew "browsh"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "ceres-solver"
brew "cjson"
brew "cmake"
brew "cminpack"
brew "cmocka"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "cvs"
brew "cython"
brew "dav1d"
brew "dbus"
brew "dcraw"
brew "ddclient"
brew "diff-so-fancy"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dockutil"
brew "dos2unix"
brew "dotnet"
brew "double-conversion"
brew "eigen"
brew "feh"
brew "ffmpeg"
brew "flac"
brew "flann"
brew "fltk"
brew "fmt"
brew "folly"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "gflags"
brew "ghostscript"
brew "giflib"
brew "git"
brew "git-lfs"
brew "git-remote-hg"
brew "git-when-merged"
brew "gl2ps"
brew "glew"
brew "glib"
brew "glog"
brew "gmp"
brew "gnu-getopt"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "gsl"
brew "guile"
brew "harfbuzz"
brew "hdf5"
brew "hicolor-icon-theme"
brew "hub"
brew "hunspell"
brew "icon-naming-utils"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "imath"
brew "imlib2"
brew "intltool"
brew "isl"
brew "jansson"
brew "jasper"
brew "jbig2dec"
brew "jemalloc"
brew "jpeg"
brew "jpeg-xl"
brew "jq"
brew "jsoncpp"
brew "jsonlint"
brew "krb5"
brew "lame"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libb2"
brew "libbluray"
brew "libdc1394"
brew "libde265"
brew "libev"
brew "libevent"
brew "libewf"
brew "libexif"
brew "libffi"
brew "libheif"
brew "libice"
brew "libicns"
brew "libidn"
brew "libidn2"
brew "libimobiledevice"
brew "liblqr"
brew "libmagic"
brew "libmpc"
brew "libnghttp2"
brew "libogg"
brew "libomp"
brew "libpcap"
brew "libplist"
brew "libpng"
brew "libpq"
brew "libproxy"
brew "libpthread-stubs"
brew "librdkafka"
brew "libressl"
brew "librist"
brew "libsamplerate"
brew "libsm"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libusbmuxd"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxinerama"
brew "libxml2"
brew "libxrender"
brew "libxt"
brew "libyaml"
brew "little-cms2"
brew "lldpd"
brew "lua@5.1"
brew "luajit-openresty"
brew "lynx"
brew "lz4"
brew "lzip"
brew "lzlib"
brew "lzo"
brew "m4"
brew "macos-term-size"
brew "makedepend"
brew "mas"
brew "mbedtls"
brew "md4c"
brew "metis"
brew "mono"
brew "moreutils"
brew "mosh"
brew "mpdecimal"
brew "mpfr"
brew "mpv"
brew "mujs"
brew "ncdu"
brew "ncurses"
brew "net-snmp"
brew "netcdf"
brew "nettle"
brew "nghttp2"
brew "node"
brew "nuget"
brew "numpy"
brew "nvm"
brew "oniguruma"
brew "openapi-generator"
brew "openblas"
brew "opencore-amr"
brew "opencv"
brew "openexr"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@8"
brew "openjpeg"
brew "openldap"
brew "openssl@1.1"
brew "opus"
brew "osquery"
brew "ossp-uuid"
brew "p11-kit"
brew "pango"
brew "pcl"
brew "pcre"
brew "pcre2"
brew "pixman"
brew "pkg-config"
brew "protobuf"
brew "protobuf-c"
brew "pugixml"
brew "pyqt"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qhull"
brew "qrencode"
brew "qt"
brew "qt@5"
brew "rapidjson"
brew "rav1e"
brew "rbenv"
brew "readline"
brew "rocksdb"
brew "rtmpdump"
brew "rtv"
brew "rubberband"
brew "ruby-build"
brew "sane-backends"
brew "sbcl"
brew "sdl"
brew "sdl2"
brew "serverless"
brew "shared-mime-info"
brew "sip"
brew "six"
brew "sleuthkit"
brew "snappy"
brew "speex"
brew "sqlite"
brew "srt"
brew "ssdeep"
brew "suite-sparse"
brew "swagger-codegen"
brew "szip"
brew "tag"
brew "tbb"
brew "tcl-tk"
brew "tesseract"
brew "theora"
brew "thrift"
brew "uchardet"
brew "ufraw"
brew "unbound"
brew "urdfdom_headers"
brew "utf8cpp"
brew "vapoursynth"
brew "visp"
brew "vtk"
brew "vtk@8.2"
brew "watchman"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xmlto"
brew "xorgproto"
brew "xvid"
brew "xz"
brew "yaml-cpp"
brew "yamllint"
brew "yara"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zbar"
brew "zeromq"
brew "zimg"
brew "zsh"
brew "zstd"