tap "alexcormier/personal"
tap "aspnet/dnx"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osrf/simulation"
tap "ros/deps"
tap "wooga/tools"
tap "browsh-org/homebrew-browsh"

brew "apr"
brew "apr-util"
brew "asio"
brew "assimp"
brew "gettext"
brew "pcre"
brew "glib"
brew "atk"
brew "autoconf"
brew "automake"
brew "boost"
brew "boost-python"
brew "libpng"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "cvs"
brew "libtiff"
brew "dcraw"
brew "ddclient"
brew "docker"
brew "docker-machine"
brew "sqlite"
brew "docker-compose"
brew "dos2unix"
brew "eigen"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "szip"
brew "hdf5"
brew "flann"
brew "fltk"
brew "gflags"
brew "git"
brew "git-lfs"
brew "git-remote-hg"
brew "glew"
brew "glog"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "icu4c"
brew "hicolor-icon-theme"
brew "hub"
brew "icon-naming-utils"
brew "ilmbase"
brew "libtool"
brew "xz"
brew "imagemagick"
brew "intltool"
brew "jq"
brew "node"
brew "jsonlint"
brew "sdl"
brew "libicns"
brew "libmagic"
brew "libogg"
brew "lz4"
brew "libressl"
brew "makedepend"
brew "mas"
brew "net-snmp"
brew "netcdf"
brew "nuget"
brew "snappy"
brew "sleuthkit"
brew "osquery"
brew "ossp-uuid"
brew "pango"
brew "vtk"
brew "pcl"
brew "phantomjs"
brew "pkg-config"
brew "protobuf"
brew "sip"
brew "pyqt"
brew "sane-backends"
brew "sbcl"
brew "shared-mime-info"
brew "urdfdom_headers"
brew "visp"
brew "watchman"
brew "webp"
brew "wget"
brew "wine"
brew "yaml-cpp"
brew "zsh"
brew "rbenv"
brew "rtv"
brew "mpv"
brew "feh"
brew "mosh"
brew "gdbm"
brew "lynx"
brew "browsh"
